{   "relevant":false,
    "L1_summary_of_paper": "This paper by Menon and Yao (2017) develops a formal game-theoretic framework to examine how repositioning costs—internal costs a firm incurs when changing its activity system—shape strategic dynamics in competitive interactions. The authors argue that while strategy research recognizes the role of such costs, formal models have largely ignored them, especially in contexts involving major strategic change. They define two main types of repositioning costs: (1) distance-based costs, which increase with the strategic 'distance' between the current and new activity systems, and (2) history/time-based costs, which increase the longer a firm has pursued its current strategy due to entrenched routines, capabilities, and relationships. The paper uses two stylized three-period games to illustrate how these costs influence competitive behavior. In the base model, an innovator chooses licensing terms (generous or stingy) for a follower, who then decides whether to imitate or complement. Introducing repositioning costs changes equilibrium outcomes: time-based costs can induce an innovator to sacrifice early profits to lock a rival into a complementary position, yielding a 'differentiation equilibrium' that benefits both players over time. The second model incorporates environmental uncertainty and analyzes flexibility—capabilities that lower repositioning costs. Counterintuitively, lower costs can sometimes harm the flexible firm if the rival adjusts strategy to capture more value. The paper's core contribution is to formalize repositioning costs as a general structural feature in strategic dynamics, showing their impact on differentiation, lock-in, flexibility valuation, and intertemporal profit distribution. It calls for integrating these cost structures into strategic interaction models, especially when costs are of the same order as payoff differences.",
    "M1_main_theories": ["Game theory (primary)", "Positioning school (secondary)", "Commitment theory (secondary)"],
    "M2_unit_of_analysis_level": "Dyad",
    "M3_unit_of_analysis_element": ["Licensing strategy", "Imitation vs complement choice", "Repositioning cost structure"],
    "N1_behavioral_scope": "Multiple behaviors",
    "N2_assumption_symmetry": "Yes",
    "N3_assumption_common_environment": "Yes",
    "N4_assumption_equal_weighting": "True",
    "N5_focus_scope": "Multiple competitors focus",
    "A1_citation": "Menon, A. R., & Yao, D. A. (2017). Elevating Repositioning Costs: Strategy Dynamics and Competitive Interactions. Strategic Management Journal, 38(10), 1953–1963.",
    "A2_year": "2017",
    "A3_outlet_tier": "SMJ",
    "A4_study_type": "Conceptual/Theory",
    "A5_replicability": "Not applicable",
    "B1_primary_perspective": "Dyadic",
    "B2_levels": "Dyad",
    "B3_theoretical_lens_tags": ["Competitive dynamics", "Commitment", "Positioning", "Game theory"],
    "B4_contribution_type": "Redirection",
    "C1_constructs": ["Repositioning costs", "Commitment", "Differentiation", "Flexibility"],
    "C2_measurement": "Not applicable",
    "C3_uncertainty_ambiguity": "Stated only",
    "C3_metric_detail": "Uncertainty modeled as probabilistic state change in third period of variation game; no empirical measurement.",
    "C4_shock_type": "None",
    "C4_shock_design": "Not applicable",
    "D1_design": "Conceptual/Theory",
    "D2_causal_or_correlational": "Theoretical/Not applicable",
    "D2a_causality_claimed": "No",
    "D2b_causality_supported_by_design": "Not applicable",
    "D2_identification": "Not applicable",
    "D2_causal_claim_strength": "Not applicable",
    "D2_key_assumptions_addressed": ["Perfect information in games", "Players maximize total payoffs over game horizon", "Innovator has foresight", "Repositioning costs exogenous to choices"],
    "D2_robustness_suite": "Not applicable",
    "D3_endogeneity": "Not applicable",
    "D4_level_alignment": "Not applicable",
    "D5_data_sources": ["Not applicable"],
    "E1_outcomes": ["Differentiation", "Intertemporal profit distribution", "Value of flexibility"],
    "E2_effect_directions": {
      "Differentiation": "+",
      "Intertemporal profit distribution": "Mixed",
      "Value of flexibility": "Mixed"
    },
    "E3_mechanisms_tags": ["Lock-in", "Commitment", "Strategic exploitation of repositioning costs", "Flexibility capability effects"],
    "E4_moderators": ["Magnitude of repositioning costs relative to payoff differences", "Environmental uncertainty probability", "Asymmetry in repositioning costs between players"],
    "F1_transparency_quality": "High",
    "F2_risk_of_bias_notes": "No empirical data; purely theoretical with stylized payoffs; results are illustrative, not generalizable without empirical testing.",
    "F3_saturation_contribution": "New theme",
    "G1_construct_mapping_note": "Repositioning costs mapped to dynamic commitment mechanisms; distance-based and history/time-based variants correspond to path dependence and resource reconfiguration challenges in strategy literature.",
    "G2_translation_rule": "Complementarity",
    "G3_integration_evidence_strength": "Single-study suggestive",
    "G4_unifying_props_drafts": [
      "Repositioning costs as a generalizable friction in strategic change models.",
      "Magnitude of such costs mediates strategic interaction outcomes.",
      "Flexibility’s value is context-dependent, potentially negative."
    ],
    "H1_TYPE_APPLICABLE_empirical": "No",
    "H2_TYPE_APPLICABLE_theory_conceptual": "Yes",
    "H3_TYPE_APPLICABLE_review_meta": "No",
    "NA_reason_if_any": "The paper is purely theoretical and does not use empirical or review/meta-analytic methods.",
    "I1_mechanism_statements": [
      "High repositioning costs can lock rivals into less competitive positions, enabling strategic differentiation.",
      "Time-based repositioning costs increase with duration in current strategy, raising switching barriers.",
      "Distance-based costs rise with strategic dissimilarity between old and new activity systems.",
      "Flexibility lowers repositioning costs but may enable rivals to extract more value."
    ],
    "I2_mediation_moderation_details": [
      { "type": "moderation", "variable": "Magnitude of repositioning costs", "role_in_link": "Determines whether differentiation equilibrium emerges" },
      { "type": "moderation", "variable": "Environmental uncertainty (p)", "role_in_link": "Alters innovator’s incentives to induce or avoid rival lock-in" }
    ],
    "I3_theoretical_propositions": [
      "When repositioning costs are of similar magnitude to payoff differences, they significantly shape competitive dynamics.",
      "Time-based repositioning costs can be used strategically to lock rivals into complementary positions, increasing focal firm’s later-period payoffs.",
      "Lower repositioning costs (flexibility) are not unconditionally valuable; in some settings, they reduce the flexible firm’s payoffs."
    ],
    "J1_main_findings_summary": [
      "Introduces a formal framework for incorporating repositioning costs into models of strategic interaction.",
      "Identifies two types of repositioning costs—distance-based and history/time-based—and explains their strategic implications.",
      "Shows via base model that time-based costs can create differentiation equilibria benefiting both innovator and follower over time.",
      "Demonstrates that flexibility, while reducing repositioning costs, can sometimes harm the flexible firm’s payoffs depending on competitive dynamics.",
      "Highlights that repositioning costs matter most when their magnitude is comparable to payoff differences between strategic options."
    ],
    "J2_finding_evidence_links": ["pp. 1954–1961 for model setup and analysis", "Figure 2 for equilibrium path", "Table 1 and Table 2 for payoff structures"],
    "J3_finding_strength": "Speculative (conceptual)",
    "K1_contribution_summary": "The paper redirects competitive dynamics theory by integrating repositioning costs into formal game-theoretic strategy models, illustrating how such costs influence lock-in, differentiation, and flexibility valuation in dynamic interactions. It offers a generalizable cost-structure approach that can be incorporated into future empirical and theoretical research on strategic change."
  }
  