{   "relevant":false,
    "L1_summary_of_paper": "This presidential address by Ming-Jer Chen introduces and develops the concept of 'ambiculturalism'—an integrative approach that combines the best elements of seemingly opposing cultural, organizational, and philosophical systems (e.g., East and West, global and local, competition and cooperation) while mitigating their shortcomings. Drawing on his personal journey bridging Chinese and Western traditions, Chen uses competitive dynamics research as an exemplar of ambicultural integration, showing how Chinese philosophical principles like duality and relativity complement Western social science methodologies. The paper defines ambiculturalism as multilevel (individual, group, firm, society), action-oriented, and process-focused, distinguishing it from related concepts like biculturalism, multiculturalism, and ambidexterity. It outlines applications for research (e.g., stakeholder integration, balancing organizational tensions, ambicultural leadership development) and practice (e.g., fostering ambicultural organizations and professionals such as Lincoln Electric and Samsung). Contributions include reframing competitive dynamics through an East-West synthesis, offering a philosophical and practical template for organizational integration, and proposing a research agenda that transcends traditional dichotomies.",
    "M1_main_theories": ["Competitive dynamics (primary)", "Chinese philosophy (primary)", "Awareness-Motivation-Capability framework (secondary)", "Market commonality–resource similarity framework (secondary)", "Paradox theory (secondary)"],
    "M2_unit_of_analysis_level": "Multi-level",
    "M3_unit_of_analysis_element": ["Competition-cooperation balance", "Action-response dyad", "Pairwise competitor analysis", "Organizational culture integration", "Leadership philosophy"],
    "N1_behavioral_scope": "Multiple behaviors",
    "N2_assumption_symmetry": "Not reported",
    "N3_assumption_common_environment": "Not reported",
    "N4_assumption_equal_weighting": "Not reported",
    "N5_focus_scope": "Not applicable",
    "A1_citation": "Chen, M.-J. (2014). Presidential Address—Becoming Ambicultural: A Personal Quest, and Aspiration for Organizations. Academy of Management Review, 39(2), 119–137. https://doi.org/10.5465/amr.2013.0493",
    "A2_year": 2014,
    "A3_outlet_tier": "AMR",
    "A4_study_type": "Conceptual/Theory",
    "A5_replicability": "Not applicable",
    "B1_primary_perspective": "Bridging",
    "B2_levels": "Multi-level",
    "B3_theoretical_lens_tags": ["Competitive dynamics", "Rivalry", "Paradox", "Attention-based view", "Embeddedness", "Cognitive maps", "Learning"],
    "B4_contribution_type": "Redirection",
    "C1_constructs": ["Competition-cooperation", "Repertoire", "Perceived competitor set", "Duality", "Relativity", "Organizational culture integration"],
    "C2_measurement": "Not applicable",
    "C3_uncertainty_ambiguity": "Stated only",
    "C3_metric_detail": "Uncertainty and ambiguity are framed in terms of cross-cultural integration challenges and paradox management; not empirically measured.",
    "C4_shock_type": "None",
    "C4_shock_design": "Not applicable",
    "D1_design": "Conceptual/Theory",
    "D2_causal_or_correlational": "Theoretical/Not applicable",
    "D2a_causality_claimed": "No",
    "D2b_causality_supported_by_design": "Not applicable",
    "D2_identification": "Not applicable",
    "D2_causal_claim_strength": "None",
    "D2_key_assumptions_addressed": ["Cultures have identifiable strengths and weaknesses", "Integration is possible when actors have knowledge, motivation, and capability"],
    "D2_robustness_suite": "Not applicable",
    "D3_endogeneity_network": "Not applicable",
    "D4_level_alignment": "Explicit bridging",
    "D5_data_sources": ["Author's personal experiences", "Prior competitive dynamics literature", "Chinese philosophical texts", "Organizational examples"],
    "E1_outcomes": ["Organizational integration", "Leadership capability", "Competitive strategy synthesis"],
    "E2_effect_directions": {
      "Organizational integration": "+",
      "Leadership capability": "+",
      "Competitive strategy synthesis": "+"
    },
    "E3_mechanisms_tags": ["Integration", "Learning", "Attention allocation", "Paradox management"],
    "E4_moderators": ["Cultural knowledge", "Motivation to integrate", "Integration competence"],
    "F1_transparency_quality": "High",
    "F2_risk_of_bias_notes": "Based on author's personal experiences and selected case examples; may be subject to selection bias toward successful integrations.",
    "F3_saturation_contribution": "New theme",
    "G1_construct_mapping_note": "Ambiculturalism intersects with competitive dynamics via duality and relativity; overlaps with paradox theory, AMC/MC-RS, and cross-cultural management.",
    "G2_translation_rule": "Complementarity",
    "G3_integration_evidence_strength": "Single-study suggestive",
    "G4_unifying_props_drafts": [
      "Ambiculturalism as a unifying paradigm for integrating dichotomous perspectives",
      "Competitive dynamics as an exemplar of East-West synthesis",
      "Application of philosophical duality to organizational practice"
    ],
    "H_TYPE_APPLICABLE_empirical": "No",
    "H_TYPE_APPLICABLE_theory_conceptual": "Yes",
    "H_TYPE_APPLICABLE_review_meta": "No",
    "NA_reason_if_any": "The paper is a conceptual presidential address, not an empirical or review/meta-analysis study.",
    "I1_mechanism_statements": [
      "Duality and relativity from Chinese philosophy provide the foundation for action–response and pairwise comparison in competitive dynamics.",
      "Integration of Eastern holistic thinking and Western analytical tools enables balanced competitive–cooperative strategies.",
      "Ambicultural leaders translate cross-cultural awareness into organizational culture and stakeholder management."
    ],
    "I2_mediation_moderation_details": [],
    "I3_theoretical_propositions": [
      "Organizations and leaders can achieve superior integration and adaptability by blending the best aspects of multiple cultural paradigms.",
      "Competitive dynamics frameworks enriched with philosophical duality can address both competition and cooperation."
    ],
    "J1_main_findings_summary": [
      "Ambiculturalism is distinct from biculturalism, multiculturalism, and ambidexterity due to its multilevel, action-oriented, and process-focused nature.",
      "Competitive dynamics exemplifies ambicultural integration through the fusion of Chinese philosophical duality/relativity and Western social science tools.",
      "Organizational and leadership ambiculturalism requires knowledge, motivation, and capability to integrate cultural strengths.",
      "Research opportunities exist for applying ambiculturalism to stakeholder management, HR systems, ambidextrous learning, entrepreneurship, and family business.",
      "Case examples like Samsung and Lincoln Electric demonstrate ambicultural principles in practice."
    ],
    "J2_finding_evidence_links": ["pp. 119–137", "Exhibits 1–4"],
    "J3_finding_strength": "Speculative (conceptual)",
    "K1_contribution_summary": "The paper contributes a novel, integrative framework—ambiculturalism—that bridges East and West, competition and cooperation, and other organizational dichotomies. It redirects competitive dynamics research toward a cross-cultural synthesis grounded in philosophical duality and relativity, and offers a research agenda and practical guidance for developing ambicultural organizations and leaders."
  }