{   "relevant":true,
    "L1_summary_of_paper": "The paper develops a dyad-level, action-oriented account of rivalry by asking how multimarket contact (MMC) between two firms shapes their ongoing sequences of market entry into and exit from each other’s markets, and how these effects vary with dyad-specific context. Studying California commuter airlines (1979–1984) after U.S. airline deregulation, the authors define markets as city-pair routes and model yearly counts of firm i’s entries into and exits from competitor j’s incumbent routes. They theorize that MMC produces mutual forbearance via deterrence and tacit coordination, but only after an escalation phase—implying inverted-U relationships between MMC and both entry and exit rates. They further predict that (i) a focal dyad’s MMC effect is contingent on the focal firm’s relative MMC with its other competitors (firms attack low-relative-MMC rivals) and (ii) competitor size asymmetry moderates MMC’s effects (larger rivals amplify deterrence and weaken exit-suppression). Using dyad-year panel Poisson models with rich controls and lagged actions, they find: entry and exit rates peak at moderate MMC, fall at high MMC; lower relative MMC dyads experience higher entry and exit; larger competitor size strengthens MMC’s deterrence of entry and attenuates its damping of exit. Contributions include shifting MMC analysis from market/firm aggregates to dyads, establishing nonlinearity in MMC–rivalry dynamics, and revealing dyad microstructures (relative MMC, size asymmetry) that condition forbearance.",
    "M1_main_theories": ["Multipoint / multimarket contact (primary)", "Competitive dynamics (secondary)", "Deterrence theory (secondary)", "Tacit cooperation / mutual forbearance (secondary)"],
    "M2_unit_of_analysis_level": "Dyad",
    "M3_unit_of_analysis_element": ["Market entry rate", "Market exit rate", "Multimarket contact level"],
    "N1_behavioral_scope": "Single behaviors",
    "N2_assumption_symmetry": "Yes",
    "N3_assumption_common_environment": "Yes",
    "N4_assumption_equal_weighting": "Yes",
    "N5_focus_scope": "Multiple competitors focus but measureds as dyadic pairs",
    "A1_citation": "Baum, J. A. C., & Korn, H. J. (1999). Dynamics of dyadic competitive interaction. Strategic Management Journal, 20(3), 251–278.",
    "A2_year": "1999",
    "A3_outlet_tier": "SMJ",
    "A4_study_type": "Empirical-Quant",
    "A5_replicability": "None",
    "B1_primary_perspective": "Dyadic",
    "B2_levels": ["Dyad", "Firm"],
    "B3_theoretical_lens_tags": ["Competitive dynamics", "Rivalry", "Multimarket contact", "Other: Deterrence", "Other: Tacit coordination"],
    "B4_contribution_type": "Redirection",
    "C1_constructs": ["Attack/response", "Rivalry intensity", "MMC", "Similarity/overlap", "Other: Entry rate", "Other: Exit rate"],
    "C2_measurement": ["Archival behavioral", "Network-derived"],
    "C3_uncertainty_ambiguity": "Stated only",
    "C3_metric_detail": "Uncertainty not formally measured; regulatory change (deregulation) frames a turbulent competitive context.",
    "C4_shock_type": "Regulatory",
    "C4_shock_design": "Post–Airline Deregulation Act context used to define the observation window; not exploited for identification.",
    "D1_design": "Panel",
    "D2_causal_or_correlational": "Associational only",
    "D2a_causality_claimed": "No",
    "D2b_causality_supported_by_design": "None",
    "D2_identification": "Other: Dyad-year Poisson count models with lagged actions and extensive controls",
    "D2_causal_claim_strength": "None",
    "D2_key_assumptions_addressed": ["Conditional independence across dyads after controls", "Dynamic dependence captured via lagged entry/exit counts", "Overdispersion checked (Poisson vs Negative Binomial)"],
    "D2_robustness_suite": ["Alt specs"],
    "D3_endogeneity": "Lags",
    "D4_level_alignment": "Explicit bridging",
    "D5_data_sources": ["Official Airline Guide (North American Edition)", "Civil Aeronautics Board annual reports (available seat miles)", "1980 U.S. Census of Population (route capacity proxies)", "California gross state product series", "Davies (1982) Airlines of the United States Since 1914 (founding years)"],
    "E1_outcomes": ["Other: Entry rate", "Other: Exit rate"],
    "E2_effect_directions": {"Other: Entry rate": "∩", "Other: Exit rate": "∩"},
    "E3_mechanisms_tags": ["Deterrence", "Tacit collusion", "Signaling", "Information access", "Attention allocation"],
    "E4_moderators": ["Relative MMC vs other competitors", "Competitor relative size", "Route capacity/density (controls)", "Dominance on shared routes (controls)"],
    "F1_transparency_quality": "Medium",
    "F2_risk_of_bias_notes": "Dyadic independence relies on controls; overall resource/attention constraints not modeled; MMC may co-move with unobserved rivalry intensity; Poisson choice sensitive to dispersion; no public data/code.",
    "F3_saturation_contribution": "Divergent",
    "G1_construct_mapping_note": "MMC → mutual forbearance potential; dyadic entry/exit → process components of rivalry; relative MMC and size asymmetry → boundary conditions shaping the MMC–rivalry curve.",
    "G2_translation_rule": "Conditionality",
    "G3_integration_evidence_strength": "Single-study suggestive",
    "G4_unifying_props_drafts": ["MMC’s effect on rivalry is inverted-U and contingent on dyad context.", "Relative MMC reallocates competitive effort toward low-contact rivals.", "Size asymmetry amplifies deterrence of entry and weakens exit suppression at high MMC."],
    "TYPE_APPLICABLE_empirical": "Yes",
    "TYPE_APPLICABLE_theory_conceptual": "No",
    "TYPE_APPLICABLE_review_meta": "No",
    "NA_reason_if_any": "Not applicable",
    "I1_mechanism_statements": ["Increasing MMC initially raises incentives to enter/exit via cross-market retaliation options and information gains, but high MMC induces tacit coordination and strategic exit barriers, lowering entry/exit.", "Low relative MMC dyads attract competitive attention and resources, increasing entry/exit toward those rivals.", "When the competitor is much larger, perceived deterrence from multimarket retaliation rises, reducing entry and weakening MMC’s suppression of exit."],
    "I2_mediation_moderation_details": [
      {"type": "moderation", "variable": "Relative MMC vs other competitors", "role_in_link": "Lower relative MMC increases entry and exit conditional on MMC."},
      {"type": "moderation", "variable": "Competitor relative size", "role_in_link": "Larger competitor strengthens MMC’s negative slope on entry and attenuates MMC’s negative slope on exit at high MMC."}
    ],
    "I3_theoretical_propositions": [],
    "J1_main_findings_summary": ["Entry and exit rates relate to MMC in an inverted-U pattern: escalation at low-to-moderate MMC, forbearance at high MMC.", "Relative MMC matters: dyads with lower MMC than the focal firm’s other dyads see higher entry and exit.", "Competitor size asymmetry moderates MMC effects: larger rivals heighten deterrence against entry and reduce MMC’s damping of exit.", "Rivalry exhibits dyad-specific microstructures; firms grapple vigorously with some rivals while remaining passive toward others."],
    "J2_finding_evidence_links": ["Results section (dyad-year Poisson models)", "Hypotheses 1–3 tests and interaction plots/tables"],
    "J3_finding_strength": "Strong evidence",
    "K1_contribution_summary": "By relocating MMC to the dyad level and modeling entry/exit dynamics, the paper overturns simple linear forbearance views, establishes an inverted-U baseline for MMC’s effect on competitive interaction, and identifies boundary conditions—relative MMC portfolios and size asymmetry—that explain why firms contest some rivals intensely yet forbear others."
  }