{   "relevant":true,
    "L1_summary_of_paper": "This empirical-quantitative study examines why firms respond differently to social movement pressures by integrating competitive dynamics theory into the analysis of strategic responses to activism. The authors focus on two strategic motivation factors—competitor actions aligned with movement demands and firm market dependence—and investigate how these factors moderate the relationship between social movement activism saliency and firm adoption of wind power. Drawing from social movement theory, they conceptualize activism as an external pressure that can influence firm decisions, similar to competitive forces. Using expectancy theory from competitive dynamics, they argue that higher strategic motivation (due to competitor activity or market dependence) reduces the marginal effect of increased activism. The empirical context is the U.S. deregulated electric utility industry (1995–2009), where environmental social movement organizations (SMOs) promoted wind energy adoption. The dependent variable is whether a utility adopts new wind power in a given state-year. SMO saliency is measured by (1) the number of clean energy SMOs in a state and (2) state-level lobbying expenditure by environmental SMOs. Competitor actions are measured as cumulative megawatts of wind power adopted by other utilities in the same state, and market dependence is the proportion of revenue from the focal state. Controls include state income, education, renewable portfolio standards, incentives, federal tax credits, political climate, interconnection network, wind potential, firm size, and prior wind experience. Logistic regression with two-way clustered robust standard errors (firm and state) tests hypotheses. Results show: (1) SMO saliency positively predicts wind adoption, (2) high competitor adoption or high market dependence weakens this positive relationship, consistent with the idea that strategic motivation substitutes for increased activism. Theoretical contributions include integrating competitive dynamics into nonmarket strategy research, showing how strategic motivations moderate activism–response links, and providing a substitution framework between competitive and social pressures. Practically, the findings suggest activists may target firms with high competitor alignment or market dependence more efficiently, while firms can anticipate rival and activist dynamics in strategic planning.",
    "M1_main_theories": ["Competitive dynamics (primary)", "Social movement theory (secondary)", "Expectancy theory (secondary)"],
    "M2_unit_of_analysis_level": "Firm",
    "M3_unit_of_analysis_element": ["Adoption of renewable energy technology", "Other: wind power integration decision"],
    "N1_behavioral_scope": "Single behavior",
    "N2_assumption_symmetry": "Yes",
    "N3_assumption_common_environment": "Yes",
    "N4_assumption_equal_weighting": "True",
    "A1_citation": "Pacheco, D. F., & Dean, T. J. (2015). Firm responses to social movement pressures: A competitive dynamics perspective. Strategic Management Journal, 36(7), 1093–1104.",
    "A2_year": "2015",
    "A3_outlet_tier": "SMJ",
    "A4_study_type": "Empirical-Quant",
    "A5_replicability": "None",
    "B1_primary_perspective": "Bridging",
    "B2_levels": ["Firm", "Market/Industry"],
    "B3_theoretical_lens_tags": ["Competitive dynamics", "Attention-based view", "Legitimacy/Status"],
    "B4_contribution_type": "Redirection",
    "C1_constructs": ["Perceived competitor set", "Market dependence", "Reputation", "Other: social movement saliency"],
    "C2_measurement": ["Archival behavioral", "Network-derived"],
    "C3_uncertainty_ambiguity": "Stated only",
    "C3_metric_detail": "Activism saliency measured as number of clean energy SMOs and lobbying expenditures; competitor actions measured as cumulative MW of wind adopted by competitors; market dependence measured as revenue share from focal state.",
    "C4_shock_type": "Other: social movement pressure",
    "C4_shock_design": "Ongoing external activist campaigns targeting environmental performance in deregulated utility markets.",
    "D1_design": "Panel",
    "D2_causal_or_correlational": "Causal claim",
    "D2a_causality_claimed": "Yes",
    "D2b_causality_supported_by_design": "Moderate",
    "D2_identification": "Panel FE (causal)",
    "D2_causal_claim_strength": "Moderate",
    "D2_key_assumptions_addressed": ["Controls for firm/state/year effects", "Lagged independent variables", "Two-way clustering for SEs"],
    "D2_robustness_suite": ["Alt specs", "Placebo/falsification", "Sensitivity bounds"],
    "D3_endogeneity": "Lags",
    "D4_level_alignment": "Explicit bridging",
    "D5_data_sources": ["American Wind Energy Association", "Federal Energy Regulatory Commission", "National Center for Charitable Statistics", "US Energy Information Administration", "US Census Bureau", "Database of State Incentives for Renewables and Efficiency", "League of Conservation Voters"],
    "E1_outcomes": ["Other: wind power adoption decision"],
    "E2_effect_directions": {"Other: wind power adoption decision": "+"},
    "E3_mechanisms_tags": ["Information access", "Legitimacy/Status", "Attention allocation"],
    "E4_moderators": ["Competitor adoption of wind power", "Market dependence"],
    "F1_transparency_quality": "High",
    "F2_risk_of_bias_notes": "Relies on observational panel data; unobserved confounders possible; context-specific to deregulated utilities.",
    "F3_saturation_contribution": "New theme",
    "G1_construct_mapping_note": "Maps social movement saliency to nonmarket pressures; competitor actions and market dependence to strategic motivation in competitive dynamics framework.",
    "G2_translation_rule": "Complementarity",
    "G3_integration_evidence_strength": "Single-study suggestive",
    "G4_unifying_props_drafts": ["Strategic motivations can substitute for activism in influencing firm behavior", "Competitive dynamics concepts can explain variation in nonmarket responses", "Nonmarket pressures interact with market dependencies to shape strategic action"],
    "H1_TYPE_APPLICABLE_empirical": "Yes",
    "H2_TYPE_APPLICABLE_theory_conceptual": "No",
    "H3_TYPE_APPLICABLE_review_meta": "No",
    "NA_reason_if_any": "Not applicable",
    "I1_mechanism_statements": ["High competitor adoption of activist-aligned practices reduces the marginal effect of activism on focal firm response", "High market dependence on targeted markets reduces the marginal effect of activism on focal firm response"],
    "I2_mediation_moderation_details": [
      {"type": "moderation", "variable": "Competitor adoption of wind power", "role_in_link": "Weakens the positive relationship between SMO saliency and wind adoption"},
      {"type": "moderation", "variable": "Market dependence", "role_in_link": "Weakens the positive relationship between SMO saliency and wind adoption"}
    ],
    "I3_theoretical_propositions": [],
    "J1_main_findings_summary": [
      "SMO saliency positively predicts utility wind power adoption.",
      "Competitor adoption of wind moderates this effect—higher competitor adoption reduces the marginal effect of activism.",
      "Market dependence moderates the effect similarly—higher dependence reduces the marginal effect of activism.",
      "Strategic motivation can substitute for social movement pressure in eliciting responses.",
      "Results are robust to alternative measures, transaction types, and national-level competitor activity."
    ],
    "J2_finding_evidence_links": ["Table 2 Models 2–5", "Figures 1 and 2"],
    "J3_finding_strength": "Strong evidence",
    "K1_contribution_summary": "The paper contributes by bridging competitive dynamics and social movement literatures, showing that strategic motivation factors—competitor actions and market dependence—moderate the effect of activism saliency on firm response. It offers a substitution model where competitive pressures can reduce the need for strong activist campaigns to elicit change."
  }
  