{   "relevant":false,
    "L1_summary_of_paper": "This paper investigates how the structure of consensus networks among U.S. feature film producers influences their exit rates, arguing that legitimation and market positioning processes are mediated through network ties and repeated interactions. Drawing from organizational ecology, network theory, and legitimation literature, the authors conceptualize the 'consensus network' as the set of producers sharing similar patterns of audience reception across films. They distinguish three core constructs: connectivity (how linked producers are through shared audience evaluations), repeated interactions (frequency of collaborative ties), and audience turnover (changes in the composition of the audience for a producer's films). The theoretical framework proposes that network connectivity fosters legitimacy by signaling alignment with prevailing audience tastes, repeated interactions reinforce shared identity and facilitate information flows, while audience turnover undermines consensus and increases uncertainty. The empirical setting is the U.S. feature film industry, 1912–1970, with producers as the unit of analysis and exit from the industry as the outcome variable. Using archival data on films, audiences, and producer affiliations, the authors model the effect of network structure and audience dynamics on exit hazard rates. Findings show that higher connectivity and repeated interactions lower exit rates, but the positive effect of connectivity weakens when audience turnover is high. The paper contributes to literature by integrating organizational ecology’s legitimation perspective with network-based measures of consensus, showing how audience-based network ties sustain organizational survival in creative industries.",
    "M1_main_theories": ["Organizational ecology (primary)", "Network theory (primary)", "Legitimation theory (secondary)"],
    "M2_unit_of_analysis_level": "Firm",
    "M3_unit_of_analysis_element": ["Exit/survival rate", "Network connectivity", "Repeated interactions", "Audience turnover"],
    "N1_behavioral_scope": "Multiple behaviors",
    "N2_assumption_symmetry": "Not applicable",
    "N3_assumption_common_environment": "Not applicable",
    "N4_assumption_equal_weighting": "Not applicable",
    "N5_focus_scope": "Not applicable",
    "A1_citation": "Cattani, G., Ferriani, S., Negro, G., & Perretti, F. (2008). The structure of consensus: Network ties, legitimation, and exit rates of U.S. feature film producers. Administrative Science Quarterly, 53(1), 145–182.",
    "A2_year": "2008",
    "A3_outlet_tier": "ASQ",
    "A4_study_type": "Empirical-Quant",
    "A5_replicability": "None",
    "B1_primary_perspective": "Network",
    "B2_levels": ["Firm", "Whole network"],
    "B3_theoretical_lens_tags": ["Legitimation", "Network theory", "Organizational ecology"],
    "B4_contribution_type": "Bridging",
    "C1_constructs": ["Network connectivity", "Repeated interactions", "Audience turnover", "Exit/survival rate"],
    "C2_measurement": ["Archival behavioral", "Network-derived"],
    "C3_uncertainty_ambiguity": "Stated only",
    "C3_metric_detail": "Audience turnover operationalized as changes in the audience composition for a producer’s films year over year; network connectivity and repeated interactions computed from co-attendance patterns in audience reception data.",
    "C4_shock_type": "None",
    "C4_shock_design": "Not applicable",
    "D1_design": "Panel",
    "D2_causal_or_correlational": "Associational only",
    "D2a_causality_claimed": "No",
    "D2b_causality_supported_by_design": "None",
    "D2_identification": "Panel FE (causal)",
    "D2_causal_claim_strength": "None",
    "D2_key_assumptions_addressed": ["Temporal precedence", "Industry context stability"],
    "D2_robustness_suite": ["Alt specs", "Sensitivity checks"],
    "D3_endogeneity": "Lags",
    "D4_level_alignment": "Explicit bridging",
    "D5_data_sources": ["Archival film production and audience attendance data (1912–1970)", "Producer credit and affiliation records"],
    "E1_outcomes": ["Exit/exit/survival"],
    "E2_effect_directions": {"Exit/exit/survival": "-"},
    "E3_mechanisms_tags": ["Legitimacy/Status", "Information access"],
    "E4_moderators": ["Audience turnover"],
    "F1_transparency_quality": "Medium",
    "F2_risk_of_bias_notes": "Archival data completeness may vary across early decades; potential unobserved heterogeneity in producer quality.",
    "F3_saturation_contribution": "New theme",
    "G1_construct_mapping_note": "Links network connectivity and repeated collaborations to legitimation processes; audience turnover as a destabilizing factor.",
    "G2_translation_rule": "Complementarity",
    "G3_integration_evidence_strength": "Single-study suggestive",
    "G4_unifying_props_drafts": ["Audience-based network ties can function as consensus signals that legitimize firms in uncertain markets.", "Sustained repeated interactions amplify legitimacy effects of network connectivity.", "High audience turnover undermines the stabilizing role of consensus networks."],
    "H1_TYPE_APPLICABLE_empirical": "Yes",
    "H2_TYPE_APPLICABLE_theory_conceptual": "No",
    "H3_TYPE_APPLICABLE_review_meta": "No",
    "NA_reason_if_any": "Empirical study using archival panel data.",
    "I1_mechanism_statements": ["Network connectivity fosters legitimacy by signaling alignment with prevailing audience preferences, reducing the likelihood of exit.", "Repeated interactions strengthen shared identity and cooperative norms, increasing organizational resilience.", "High audience turnover disrupts consensus signals, weakening legitimacy and increasing exit risk."],
    "I2_mediation_moderation_details": [
      {"type": "moderation", "variable": "Audience turnover", "role_in_link": "Weakens the negative relationship between network connectivity and exit rate."}
    ],
    "I3_theoretical_propositions": [],
    "J1_main_findings_summary": [
      "Greater network connectivity among producers reduces their exit rates.",
      "Repeated interactions between producers also reduce exit likelihood.",
      "Audience turnover weakens the protective effect of network connectivity on survival.",
      "Legitimation processes in creative industries operate through audience-based network structures."
    ],
    "J2_finding_evidence_links": ["Table 2, Hazard model results", "Discussion section, pp. 165–170"],
    "J3_finding_strength": "Strong evidence",
    "K1_contribution_summary": "The study advances the understanding of legitimation in creative industries by showing how consensus networks, formed through shared audience reception and repeated collaborations, reduce exit risk for film producers, and by identifying audience turnover as a destabilizing factor in these network-based legitimacy processes."
  }
  