{   "relevant":false,
    "L1_summary_of_paper": "This study investigates how negative analyst stock recommendations influence the temporal patterning of firms’ competitive actions, and how CEO time horizons moderate these effects. Drawing on upper echelons theory and the Awareness-Motivation-Capability (AMC) framework, the authors define CEO time horizon as the extent to which a CEO considers long-term outcomes in current decisions. They conceptualize two temporal attributes of competitive actions—intensity (number of strategic actions per year) and rhythm (regularity of timing between actions). Using a longitudinal dataset of 296 CEOs (1,325 CEO-year observations) from 2004–2015, combining I/B/E/S analyst recommendations, Capital IQ strategic action data, and text analysis of CEO communications, they find that higher percentages of negative (sell/underperform) analyst recommendations are associated with lower action intensity and greater irregularity. However, these relationships are mitigated when CEOs have longer time horizons, who maintain action intensity and regular rhythm despite analyst pressure. This work contributes by (1) challenging agency-theory-based assumptions of uniform CEO responses to analyst pressure, (2) extending AMC by identifying CEO time horizon as a contingency affecting awareness, motivation, and capability, and (3) enriching competitive dynamics literature through attention to temporal patterns of competitive actions.",
    "M1_main_theories": ["Upper echelons theory (primary)", "Awareness-Motivation-Capability framework (primary)"],
    "M2_unit_of_analysis_level": "Firm",
    "M3_unit_of_analysis_element": ["Strategic action intensity", "Strategic action rhythm"],
    "N1_behavioral_scope": "Multiple behaviors",
    "N2_assumption_symmetry": "Not reported",
    "N3_assumption_common_environment": "Yes",
    "N4_assumption_equal_weighting": "Not reported",
    "N5_focus_scope": "Not applicable",
    "A1_citation": "Chen, J., Lien, W.-C., Miller, D., & Chen, T. (2024). Competitive Actions under Analyst Pressure: The Role of CEO Time Horizons. Journal of Management Studies, 61(5), 1917–1954. https://doi.org/10.1111/joms.12964",
    "A2_year": "2024",
    "A3_outlet_tier": "JMS",
    "A4_study_type": "Empirical-Quant",
    "A5_replicability": "None",
    "B1_primary_perspective": "Firm",
    "B2_levels": ["Firm"],
    "B3_theoretical_lens_tags": ["Competitive dynamics", "AMC framework", "Upper echelons theory", "Attention-based view"],
    "B4_contribution_type": "Redirection",
    "C1_constructs": ["Strategic action intensity", "Strategic action rhythm"],
    "C2_measurement": ["Archival behavioral", "Text/NLP"],
    "C3_uncertainty_ambiguity": "Stated only",
    "C3_metric_detail": "Analyst pressure described as creating short-term performance uncertainty and resource constraints; not directly measured as a separate uncertainty index.",
    "C4_shock_type": "Other",
    "C4_shock_design": "Negative analyst stock recommendations treated as external evaluative shock affecting managerial behavior.",
    "D1_design": "Panel",
    "D2_causal_or_correlational": "Associational only",
    "D2a_causality_claimed": "Yes",
    "D2b_causality_supported_by_design": "Moderate",
    "D2_identification": "Panel FE (causal)",
    "D2_causal_claim_strength": "Moderate",
    "D2_key_assumptions_addressed": ["Controlled for firm, CEO, TMT, board, analyst coverage, and industry characteristics", "Lag structure for dependent variables", "Robustness checks with alternative measures"],
    "D2_robustness_suite": ["Alt specs", "Lagged DVs", "Alternative IV measurement"],
    "D3_endogeneity_network": "Lags",
    "D4_level_alignment": "None",
    "D5_data_sources": ["I/B/E/S analyst recommendations", "Capital IQ Key Development Database", "Mergent Online", "Execucomp", "COMPUSTAT"],
    "E1_outcomes": ["Action rate/mix"],
    "E2_effect_directions": {"Action rate/mix": "– for intensity; + for irregularity"},
    "E3_mechanisms_tags": ["Attention allocation", "Resource dependence", "Motivation shift", "Capability constraint"],
    "E4_moderators": ["CEO time horizon"],
    "F1_transparency_quality": "High",
    "F2_risk_of_bias_notes": "Potential omitted variable bias given observational design; reliance on textual measures of CEO time horizon subject to coding subjectivity.",
    "F3_saturation_contribution": "New theme",
    "G1_construct_mapping_note": "Maps AMC framework dimensions (awareness, motivation, capability) to temporal patterns of strategic actions; integrates CEO cognitive attribute (time horizon) as contingency.",
    "G2_translation_rule": "Complementarity",
    "G3_integration_evidence_strength": "Single-study suggestive",
    "G4_unifying_props_drafts": ["CEO cognitive temporal orientation shapes firm reaction to external evaluative pressures", "Temporal patterns of strategic actions provide holistic competitive posture insights", "AMC framework can incorporate temporal cognition as capability-motivation filter"],
    "H1_TYPE_APPLICABLE_empirical": "Yes",
    "H2_TYPE_APPLICABLE_theory_conceptual": "No",
    "H3_TYPE_APPLICABLE_review_meta": "No",
    "NA_reason_if_any": "Not applicable; paper is empirical-quant.",
    "I1_mechanism_statements": [
      "Negative analyst recommendations capture executive attention and signal poor market assessments, motivating short-term oriented CEOs to curtail costly strategic actions.",
      "Negative analyst recommendations erode firm reputation and resource access, constraining capability to sustain action intensity and rhythm.",
      "Long time horizon CEOs maintain awareness of distant opportunities, motivation for long-term goals, and capability for consistent strategic action, mitigating analyst pressure effects."
    ],
    "I2_mediation_moderation_details": [
      {"type": "moderation", "variable": "CEO time horizon", "role_in_link": "Weakens negative relationship between analyst recommendations and strategic action intensity"},
      {"type": "moderation", "variable": "CEO time horizon", "role_in_link": "Weakens positive relationship between analyst recommendations and strategic action irregularity"}
    ],
    "I3_theoretical_propositions": [],
    "J1_main_findings_summary": [
      "Negative analyst stock recommendations are associated with lower strategic action intensity.",
      "Negative analyst stock recommendations are associated with greater strategic action irregularity.",
      "CEO time horizons significantly moderate these effects: long-horizon CEOs are less affected by negative recommendations.",
      "When CEOs have short time horizons, negative recommendations significantly reduce intensity and increase irregularity; when long horizons, effects are insignificant."
    ],
    "J2_finding_evidence_links": ["Tables II & III", "Figures 1 & 2"],
    "J3_finding_strength": "Strong evidence",
    "K1_contribution_summary": "This paper advances competitive dynamics theory by integrating upper echelons and AMC frameworks to explain how CEO temporal orientations shape firm responses to negative analyst pressure. It provides empirical evidence that temporal cognition moderates the impact of external evaluative shocks on the temporal patterning of competitive actions, expanding both the conceptualization of competitive posture and the scope of factors influencing strategic action patterns."
  }