{   "relevant": true,
    "L1_summary_of_paper": "This paper investigates how the structural properties of a firm's competition network—defined as the pattern of interdependence among direct rivals—affect its subsequent product market entry. Drawing on competitive dynamics theory and social network theory, the authors conceptualize competition networks as 'network architecture' systems where actions propagate through interdependent rivals, but not necessarily as unchanged information flows. The focal unit is the firm's ego network, characterized by three structural attributes: size (number of direct competitors), density (degree of interconnectedness among those competitors), and diversity (heterogeneity of multimarket contact among competitors). The study argues that larger ego networks provide more stimuli and opportunities for market entry (positive effect), that higher density reduces entry due to costlier and more interdependent competition (negative effect), and that greater diversity increases entry by exposing firms to a wider range of competitive behaviors (positive effect). Hypotheses are tested using a unique dataset from the U.S. aircraft modification industry, where competition is intense but cooperation is rare. Product market entry is operationalized as the number of new Supplemental Type Certificates (STCs) issued to a firm over 2000–2009, with competition networks constructed from STC overlaps in aircraft type/model and modification type. Measures include network size (degree), density, and diversity (coefficient of variation of multimarket contact). Using negative binomial regression, results show support for the positive effects of network size (with an inverted U-shape in post-hoc tests) and competitor diversity, but not for the hypothesized negative effect of network density. Controls for learned market entry capability, aircraft type specialization, and type certificate holder status are included, with learned capability and TCDS holder positively related to entry. The paper contributes to competitive dynamics by extending network theory to competitive (non-cooperative) settings, introducing a network-level measure of competitor diversity, and demonstrating that whole-network structure, not just dyadic relations, influences competitive behavior.",
    "M1_main_theories": ["Competitive dynamics theory (primary)", "Social network theory (primary)"],
    "M2_unit_of_analysis_level": "network",
    "M3_unit_of_analysis_element": ["Product market entry rate"],
    "N1_behavioral_scope": "Single behavior",
    "N2_assumption_symmetry": "Yes",
    "N3_assumption_common_environment": "Yes",
    "N4_assumption_equal_weighting": "Yes",
    "N5_focus_scope": "Multiple competitors focus",
    "A1_citation": "Skilton, P. F., & Bernardes, E. (2015). Competition network structure and product market entry. Strategic Management Journal, 36(11), 1688–1696.",
    "A2_year": "2015",
    "A3_outlet_tier": "SMJ",
    "A4_study_type": "Empirical-Quant",
    "A5_replicability": "None",
    "B1_primary_perspective": "Network",
    "B2_levels": ["Ego-network", "Firm"],
    "B3_theoretical_lens_tags": ["Competitive dynamics", "Rivalry", "Multimarket contact", "Embeddedness"],
    "B4_contribution_type": "Redirection",
    "C1_constructs": ["Product market entry rate", "Ego network size", "Network density", "Competitor diversity", "Multimarket contact"],
    "C2_measurement": ["Archival behavioral", "Network-derived", "Text/NLP"],
    "C3_uncertainty_ambiguity": "None",
    "C3_metric_detail": "No direct uncertainty measure; focus is on structural competition variables without modeling uncertainty/ambiguity explicitly.",
    "C4_shock_type": "None",
    "C4_shock_design": "Not applicable",
    "D1_design": "Panel",
    "D2_causal_or_correlational": "Associational only",
    "D2a_causality_claimed": "No",
    "D2b_causality_supported_by_design": "None",
    "D2_identification": "Other: Temporal separation of independent and dependent variables",
    "D2_causal_claim_strength": "None",
    "D2_key_assumptions_addressed": ["Temporal precedence reduces simultaneity concerns", "Competition network structure partly exogenous due to regulatory and market constraints"],
    "D2_robustness_suite": ["Alt specs", "Nonlinear tests", "Interaction tests"],
    "D3_endogeneity": "Not addressed",
    "D4_level_alignment": "Explicit bridging",
    "D5_data_sources": ["FAA Supplemental Type Certificates database", "FAA Type Certificate Data Sheets", "State corporate registries", "Business telephone listings", "Internet searches for firm status"],
    "E1_outcomes": ["Entry/exit/survival"],
    "E2_effect_directions": {
      "Entry/exit/survival": {
        "Network size": "+ (with inverted U-shape post hoc)",
        "Network density": "Null",
        "Competitor diversity": "+"
      }
    },
    "E3_mechanisms_tags": ["Information access", "Attention allocation", "Spillovers"],
    "E4_moderators": [],
    "F1_transparency_quality": "Medium",
    "F2_risk_of_bias_notes": "Potential omitted variable bias and unaddressed endogeneity; network measures based on archival STC data may misclassify competitive ties.",
    "F3_saturation_contribution": "New theme",
    "G1_construct_mapping_note": "Maps competitive dynamics constructs (multimarket contact, rivalry) to network structural measures (degree, density, diversity).",
    "G2_translation_rule": "Complementarity",
    "G3_integration_evidence_strength": "Single-study suggestive",
    "G4_unifying_props_drafts": [
      "Competition network structure influences competitive actions beyond dyadic effects.",
      "Ego-network size and diversity stimulate product market entry by expanding exposure to varied competitive actions.",
      "High network density does not necessarily dampen competitive entry in non-cooperative industries."
    ],
    "H1_TYPE_APPLICABLE_empirical": "Yes",
    "H2_TYPE_APPLICABLE_theory_conceptual": "No",
    "H3_TYPE_APPLICABLE_review_meta": "No",
    "NA_reason_if_any": "Empirical quantitative study using archival data and network measures.",
    "I1_mechanism_statements": [
      "Larger ego networks increase exposure to competitive stimuli, leading to more opportunities and motivations for market entry.",
      "Dense ego networks create interdependent rival actions, hypothesized to reduce entry due to costlier and more widespread responses.",
      "Greater diversity in competitors' market overlaps exposes firms to varied competitive behaviors, prompting more market entries to maintain parity or advantage."
    ],
    "I2_mediation_moderation_details": [],
    "I3_theoretical_propositions": [
      "H1: The rate of product market entry will increase as ego network size increases.",
      "H2: The rate of product market entry will decrease as ego network density increases.",
      "H3: The rate of product market entry will increase as competitor diversity increases."
    ],
    "J1_main_findings_summary": [
      "Ego network size has a positive and significant association with future product market entry; post hoc tests reveal an inverted U-shaped relationship.",
      "Ego network density has no significant effect on product market entry, contrary to the hypothesis.",
      "Competitor diversity, measured via multimarket contact variation, has a positive and significant effect on product market entry.",
      "Learned market entry capability and being a type certificate holder are positively related to market entry.",
      "Controls for aircraft type specialization show inconsistent or null effects."
    ],
    "J2_finding_evidence_links": ["Table 2, Models 2–5", "Post hoc tests section"],
    "J3_finding_strength": "Strong evidence",
    "K1_contribution_summary": "The study extends competitive dynamics and network theory by conceptualizing and empirically testing competition networks as structural systems independent of cooperation, demonstrating that ego network size and competitor diversity positively influence product market entry, while network density does not. It introduces a novel diversity measure based on multimarket contact variation and applies network methods in a non-cooperative industry, broadening the applicability of network approaches to competitive strategy."
  }
  